IDENTIFICATION DIVISION.
PROGRAM-ID. FIRST-PRGRM.

DATA DIVISION.
    WORKING-STORAGE SECTION.
    01 NAME PIC A(30).
    01 ROLL-NUM PIC 9(10) VALUE '03'.

PROCEDURE DIVISION.
    A000-FIRST-PARA.
    DISPLAY 'Hello World'.
    MOVE 'Aaron' to NAME.
    DISPLAY "My name is:"NAME.
    DISPLAY "My Roll No. is:"ROLL-NUM.
STOP RUN.
